tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "mas-cli/tap"
brew "beanstalkd"
brew "sqlite"
brew "certbot"
brew "chrome-cli"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "doxygen"
brew "erlang"
brew "elixir"
brew "elm"
brew "exercism"
brew "fzf"
brew "gettext"
brew "git"
brew "git-flow"
brew "go"
brew "httpie"
brew "imagemagick"
brew "irssi"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "memcached"
brew "libxml2"
brew "macvim", link: false
brew "mas"
brew "mysql", restart_service: true, link: false
brew "mysql@5.7", link: true
brew "nginx", restart_service: true
brew "nmap"
brew "node", link: false
brew "node@8", link: true
brew "perl"
brew "php", restart_service: true, link: false
brew "php@7.1", restart_service: true, link: true
brew "postgresql", restart_service: true
brew "python@2"
brew "redis", restart_service: true
brew "ruby", link: true
brew "the_silver_searcher"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "vim", link: true
brew "watch"
brew "watchman"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zlib"
cask "alfred"
cask "caffeine"
cask "docker"
cask "firefox"
cask "minikube"
cask "neo4j"
cask "tableplus"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "vagrant"
cask "virtualbox"
mas "1Password", id: 443987910
mas "Agenda", id: 1287445660
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixen", id: 525180431
mas "Soulver", id: 413965349
mas "Textual", id: 1262957439
mas "Things3", id: 904280696
mas "Ulysses", id: 623795237
